[
    {
        "key": "B002RL8IYK",
        "courseName": "Professional Graphic Design",
        "courseDetails": "The main purpose here is to make you able to use the graphic design tools and techniques in a professional way. Graphic Design helps to build the brand identity of a company. Thus it needs to be conceptual and unique to represent a company, brand or any kind of products or services. The module is designed to cover all aspects of Graphic Design and it is mostly helpful for a fresher who can start afresh. To know more about the module, take a look in the highlights of the module and get insights of how we are conducting the course.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/professional-graphic-design.png",
        "rating": 4.9,
        "subscriber": 1478,
        "videos": 60,
        "price": 99 
    },
    {
        "key": "B012RL8IYK",
        "courseName": "Advanced Graphic Design",
        "courseDetails": "Graphic designers exploit their design skills in media and web design, packaging, illustration, animation, production and such. Advance Graphic Design course is designed for people who are familiar with graphic design and knows about tools and its use. The level is advanced for highlighting only the skills that are helpful in building concepts and includes number of project works. Besides we provide hands on training.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/advance-graphic-design.png",
        "rating": 4.7,
        "subscriber": 820,
        "videos": 65,
        "price": 135
    },
    {
        "key": "B022RL8IYK",
        "courseName": "Digital Image Editing",
        "courseDetails": "It is basically the process of analysing and manipulating an image and process it in a right way. The output of image processing establish the subject of image in a more focused way and delivers exact message. As the number of e-commerce site, trends of wedding photography, product photography is getting popular so the demand of Image editing is growing worldwide. It is comparatively easy to learn and yield immediate results. It is basically helpful for those who want to earn online with a little effort, like a photographer running a photography agency or any student who want to do freelancing besides his/her study.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/digital-image-editing.png",
        "rating": 4.3,
        "subscriber": 445,
        "videos": 31,
        "price": 99
    },
    {
        "key": "B032RL8IYK",
        "courseName": "UX/UI Design",
        "courseDetails": "This course UX & UI Design is designed for those people, who wants to design anything to keep users on first priority and working on to make them happy. In our course, we will guide you for complete website UI & Mobile UI based on User Experience. You will learn what is a user need, How can we solve user’s problem by web application & also by mobile application. Moreover you will learn why UX is important for any system where a user involved like websites & Mobile Application. Our Course module is divided into three important section so that you can learn from scratch.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/ui-ux-design.png",
        "rating": 4.8,
        "subscriber": 550,
        "videos": 45,
        "price": 165
    },
    {
        "key": "B042RL8IYK",
        "courseName": "Motion Graphics",
        "courseDetails": "To tell it briefly, motion graphics is the kind of graphics which has motion. For instance, have you seen the movie Avengers: Endgame? Or any other movie for that matter? Have you noticed the starting? There are some graphic images with background music. And from that the word “Marvel” comes on screen. That is the perfect example of motion graphics. This technique is gaining popularity day by day. Because according to a survey by Levels Beyond, 40% of the users prefer watching a video of a product to reading about it and another survey by MIT says that human minds can process a visual information in as little as 13 milliseconds. So it is high time you learned motion graphics.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/motion-graphic.png",
        "rating": 3.7,
        "subscriber": 85,
        "videos": 50,
        "price": 299
    },
    {
        "key": "B052RL8IYK",
        "courseName": "Responsive Web Design",
        "courseDetails": "Web design means creating websites with a user-friendly structure and with an aesthetic approach. A web designers always think about the layout, color scheme and unique design of a website. But their task does not just end there. They also work hard to create a user-friendly navigation system. They also need to rank their websites and for that, they need to do some SEO tasks too. In short Web Designer can be denoted as a front-end designer or an experienced designer. A web designer needs to design such interface that will be comfortable, attractive and friendly to the visitors. But it also needs to be responsive that user can use it in different devices as per their choices. In Our Institute, we will delegate our students with the modern and the most up-to-date techniques that will bring out their talents to be successful web designers.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/responsive-web-design.png",
        "rating": 5,
        "subscriber": 219,
        "videos": 55,
        "price": 99
    },
    {
        "key": "B062RL8IYK",
        "courseName": "Professional Web Development",
        "courseDetails": "Web Development consists of two segments: front end development and backend development. Front-end Developers work with visual designs of a website and build the sites using code. The front end developer builds the structure of a website using HTML, then change the layout using CSS and sometimes uses javascript too. Besides Backend developers work with more advanced issues. They work with API (Application Programming Interfaces), CGI programs and sometimes script like PHP. Websites functionality is their main concern.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/professional-web-development.png",
        "rating": 4.3,
        "subscriber": 315,
        "videos": 85,
        "price": 299
    },
    {
        "key": "B072RL8IYK",
        "courseName": "Android App Development",
        "courseDetails": "With the world going mobile, the importance of apps is increasing day by day. App development hence refers to the creation of applications to be used on mobile devices. Today when we buy a smartphone or a tablet, we can see that it comes with some pre-installed apps for social media or searching or such other purposes. And if we can’t find what we are looking for, we just log on to the app store and download the things we need. The more people buying smartphones, the more the necessity of workable apps. It proves that learning app development is a pretty good career choice today. Start learning from the best in the industry and be your own boss.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/android-app-development.png",
        "rating": 4.9,
        "subscriber": 85,
        "videos": 60,
        "price": 99
    },
    {
        "key": "B082RL8IYK",
        "courseName": "Digital Marketing",
        "courseDetails": "Our institute, a leading IT training institute in Bangladesh, has set its eye on providing the necessary support to individuals who want to exploit the opportunity and make their mark in digital marketing. Our digital marketing course will not only enable you to have a good understanding of the fundamentals of digital marketing but also generate a strategy for career growth. To help you understand the market behavior and formulate a productive approach, we have covered all the aspects of digital marketing in our course. After completing the course, you will have an in-depth understanding of SEO & Affiliate Marketing and how to envision the market scenarios and use them to good effect.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/digital-marketing.png",
        "rating": 4.9,
        "subscriber": 515,
        "videos": 32,
        "price": 115
    },
    {
        "key": "B092RL8IYK",
        "courseName": "SEO & Amazon Affiliate Marketing",
        "courseDetails": "SEO is the continuous process to increase organic traffic to your website by obtaining a higher ranking on the search engine result page for specific keywords. Our SEO classes are conducted by expert trainers to teach you the necessary skills to make you an SEO expert. We provide theoretical knowledge as well as practical insights to understand how SEO works in the market place and how to launch a successful SEO campaign. You will learn a wide range of skills includes: including Keyword Research, Website Audit, Competitor Analysis, On-Page Optimization, Off-Page SEO, Backlink Analysis, etc will enhance your expertise and will ensure online success.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/seo-and-affiliate.png",
        "rating": 4.1,
        "subscriber": 220,
        "videos": 50,
        "price": 199
    },
    {
        "key": "B102RL8IYK",
        "courseName": "Social Media Marketing (SMM)",
        "courseDetails": "Social Media Marketing utilizes social media programs like Facebook, YouTube and LinkedIn to promote services, products, brands and businesses. Social media is playing a vital role for marketers as businesses become increasingly aware of their importance. With over a billion users worldwide, these social platforms provide incomparable power increasing consumer awareness. Our Institute, an advanced IT training provider in Bangladesh, offers Social Media Marketing Course for the enthusiastic marketing professional who wants to seize the opportunity to become a social media marketing specialist.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/social-media-marketing.jpg",
        "rating": 3.7,
        "subscriber": 85,
        "videos": 35,
        "price": 99
    },
    {
        "key": "B112RL8IYK",
        "courseName": "Digital Film Making",
        "courseDetails": "Are you a film buff? Looking for creating your own YouTube channel? Make some documentaries may be. Or may be some funny videos of a cat. Or are you into more serious stuff? Whatever your need is, you may learn the digital filmmaking for yourself. That way you won’t have to be dependent on anyone else for video making. Shoot your own videos, edit them as you want, publish them on YouTube, Vimeo, or any other such platform and be the next superstar.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/digital-film-making.png",
        "rating": 4.5,
        "subscriber": 110,
        "videos": 30,
        "price": 99
    },
    {
        "key": "B132RL8IYK",
        "courseName": "YouTube Video Making",
        "courseDetails": "To become a YouTuber it is important to know about the platform and how it works. When you are well aware of the process, you will be able to drive more traffic and engage a good number of audiences. Besides, it is also important to make a video in a professional manner and to do that understanding of editing tools is a must. According to the statistics, every month 1.5 billion people search for their favorite content on YouTube and viewers watch over 1 billion hours of YouTube video. This popular medium can make anyone star over the night. All we need is just to make good contents & to promote through marketing folds.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/youtube-video-making.png",
        "rating": 4.7,
        "subscriber": 315,
        "videos": 50,
        "price": 149
    },
    {
        "key": "B142RL8IYK",
        "courseName": "CompTIA A+",
        "courseDetails": "CompTIA A+ 2019 Core 1001 & 1002 is the industry standard for establishing a career in IT. CompTIA A+ certified professionals are proven as the problem solvers. They support today’s core technologies from security to cloud to data management and more. CompTIA A+ is the industry standard for launching IT careers into today’s digital world. The IT industry continuously looking for talented IT professionals. CompTIA A+ core 1001 &1002 certified professional career becomes more demanding and booming. The certified professionals have deep knowledge over Network & server management and security, hardware and network troubleshooting, firewalls and router management, etc. more than those who have long term service experience but don’t have professional certificates.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/comptia.png",
        "rating": 5,
        "subscriber": 391,
        "videos": 60,
        "price": 199
    },
    {
        "key": "B152RL8IYK",
        "courseName": "CCNA",
        "courseDetails": "The Cisco CCNA network associate certification validates the ability to install, configure, operate, and troubleshoot medium-size routed and switched networks, including implementation and verification of connections to remote sites in a WAN. This new curriculum includes basic mitigation of security threats, introduction to wireless networking concepts and terminology, and performance-based skills. This new curriculum also includes (but is not limited to) the use of these protocols: IP, Enhanced Interior Gateway Routing Protocol (EIGRP), Serial Line Interface Protocol Frame Relay, Routing Information Protocol Version 2 (RIPv2), VLANs, Ethernet, access control lists (ACLs), IPv6 etc.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/ccna.png",
        "rating": 4.3,
        "subscriber": 110,
        "videos": 65,
        "price": 199
    },
    {
        "key": "B162RL8IYK",
        "courseName": "Cyber Security",
        "courseDetails": "When the word ‘hacker’ enters into our ears, we may get scared! But don’t worry. Not all hackers are dangerous. If you have a knack for security loopholes and possible server threats, you are already familiar with the term “Ethical Hacker”. It’s a system where a company appoints hackers who try to find out the possible security threats and then remove and ensuring the companies security and also protect from outside attackers. Large companies having big servers with massive collection of data are constantly looking for such ethical hackers to make them unexploited.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/ethical-hacking.jpg",
        "rating": 4.7,
        "subscriber": 245,
        "videos": 50,
        "price": 299
    },
    {
        "key": "B172RL8IYK",
        "courseName": "MikroTik",
        "courseDetails": "This training course will provide you with the skills to configure a MikroTik RouterOS Router board as a dedicated router, a bandwidth manager, a secure firewall appliance, a simple wireless access point, a VPN Server or Client or an Internet Hotspot concentrator etc. It is a course that covers the basics for those that new to MikroTik Router OS (or is struggling to understand it!) and concentrates on the basics of setting up a MikroTik device.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/mikrotik.png",
        "rating": 4.1,
        "subscriber": 333,
        "videos": 65,
        "price": 175
    },
    {
        "key": "B182RL8IYK",
        "courseName": "3D Animation",
        "courseDetails": "Modeling is generating 3D objects in a certain scene. The next phase is done by positioning and animating. And the last phase, rendering, is the output of the completed result. The techniques used in 3D Animation involves appearance sketching, appearance modeling, arena building, camera setup, texturing, alteration, bonding, and rendering. Cinema 4D, Autodesk MAYA & Autodesk 3ds Max are the names of some of the best 3D animation software. At Our, we highly focus on Autodesk MAYA and teach our students to be the best in the industry.",
        "img": "https://www.creativeitinstitute.com/front/images/courses/3d-animation.png",
        "rating": 4.9,
        "subscriber": 99,
        "videos": 50,
        "price": 299
    }
]